Repository: soramikan/stoat-ios
Catalog: Stoat/Localizable.xcstrings
Source language: en
Languages: ja

source: (edited)
ja: （編集済み）

source: @ off
ja: @ オフ

source: @ on
ja: @ オン

source: %@ code
ja: %@コード

source: About
ja: Stoatについて

source: Accent
ja: アクセント

source: Active Sessions
ja: アクティブなセッション

source: Add a server
ja: サーバーを追加

source: Add a topic...
ja: トピックを追加...

source: Add Friend
ja: フレンドを追加

source: Appearance
ja: 外観

source: Auto
ja: 自動

source: Banner
ja: バナー

source: Bans
ja: BAN

source: Bio
ja: 自己紹介

source: Brought to you with ❤️ by the Revolt team.
ja: Stoatチームが❤️を込めてお届けします。

source: Cancel
ja: キャンセル

source: Categories
ja: カテゴリー

source: Channel Icon
ja: チャンネルアイコン

source: Code or link
ja: コードまたはリンク

source: Community Guidelines
ja: コミュニティガイドライン

source: Connecting...
ja: 接続中...

source: Conversations
ja: 会話

source: Copy contents
ja: 内容をコピー

source: Create a new server
ja: 新しいサーバーを作成

source: Create Account
ja: アカウントを作成

source: Created %lld days ago
ja: %lld日前に作成

source: Created today
ja: 今日作成

source: Customisation
ja: カスタマイズ

source: Dark
ja: ダーク

source: Delete
ja: 削除

source: Delete channel
ja: チャンネルを削除

source: Delete server
ja: サーバーを削除

source: Didn't get an email?
ja: メールが届きませんか？

source: Direct Messages
ja: ダイレクトメッセージ

source: Discovery
ja: 見つける

source: Edit
ja: 編集

source: Email
ja: メールアドレス

source: Email Token
ja: メールトークン

source: Emojis
ja: 絵文字

source: enter
ja: 入力

source: Enter the server's invite
ja: サーバーの招待を入力

source: Enter the verification code sent to your email
ja: メールに送信された確認コードを入力してください

source: Enter your email, and if we've got you on record we'll send you another one
ja: メールアドレスを入力してください。登録が確認できた場合は、確認メールを再送信します。

source: Enter your Username
ja: ユーザー名を入力

source: Find your community, connect with the world.
ja: 自分のコミュニティを見つけ、世界とつながろう。

source: Forgot Password
ja: パスワードを忘れた場合

source: Forgot your password?
ja: パスワードをお忘れですか？

source: Friends
ja: フレンド

source: Get another code
ja: 別のコードを取得

source: Give us some detail
ja: 詳しく教えてください

source: Home
ja: ホーム

source: How did you get here?
ja: どうしてここに？

source: I confirm that i am at least 18 years old
ja: 私は18歳以上であることを確認します

source: Invite Members
ja: メンバーを招待

source: Invites
ja: 招待

source: Join
ja: 参加

source: Join by invite code or link
ja: 招待コードまたはリンクで参加

source: Join Server
ja: サーバーに参加

source: Joined
ja: 参加済み

source: Language
ja: 言語

source: Let's fix that
ja: 修正しましょう

source: Let's log you in
ja: ログインしましょう

source: Let's sign you up
ja: 登録しましょう

source: Light
ja: ライト

source: Loading more messages...
ja: さらにメッセージを読み込み中...

source: Loading...
ja: 読み込み中...

source: Log In
ja: ログイン

source: Logout
ja: ログアウト

source: Members
ja: メンバー

source: Members - %lld
ja: メンバー - %lld

source: Message %@
ja: %@にメッセージ

source: Message Box
ja: メッセージボックス

source: Message Box Background
ja: メッセージボックスの背景

source: Message Box Border
ja: メッセージボックスの枠線

source: Misc
ja: その他

source: Mute
ja: ミュート

source: New messages since %@
ja: %@以降の新しいメッセージ

source: New Password
ja: 新しいパスワード

source: No hcaptcha support
ja: hCaptchaはサポートされていません

source: No hcapture support
ja: hCaptchaはサポートされていません

source: One more thing
ja: もうひとつ

source: Open Profile
ja: プロフィールを開く

source: Overview
ja: 概要

source: Password
ja: パスワード

source: Permissions
ja: 権限

source: Pick a category
ja: カテゴリーを選択

source: Please note that this does not get sent to this server's moderators
ja: これはこのサーバーのモデレーターには送信されません。

source: Primary Background
ja: メイン背景

source: Privacy Policy
ja: プライバシーポリシー

source: Profile
ja: プロフィール

source: Profile Picture
ja: プロフィール画像

source: Reply
ja: 返信

source: Report
ja: 通報

source: Report reason
ja: 通報理由

source: Resend a verification email
ja: 確認メールを再送信

source: Reset Password
ja: パスワードをリセット

source: Revolt
ja: Stoat

source: Revolt is one of the best ways to stay connected with your friends and community, anywhere, anytime.
ja: Stoatは、いつでもどこでもフレンドやコミュニティとつながり続けるための最適な方法のひとつです。

source: Revolt on IOS
ja: iOS版Stoat

source: Roles
ja: ロール

source: Save
ja: 保存

source: Saved Messages
ja: 保存済みメッセージ

source: Search
ja: 検索

source: Secondary Background
ja: サブ背景

source: Select File
ja: ファイルを選択

source: Select Photo
ja: 写真を選択

source: Select Username
ja: ユーザー名を選択

source: Server Description
ja: サーバーの説明

source: Server Icon
ja: サーバーアイコン

source: Server Name
ja: サーバー名

source: Sessions
ja: セッション

source: Settings
ja: 設定

source: Sign Up
ja: 登録

source: Submit
ja: 送信

source: Tell us what's wrong with this message
ja: このメッセージの問題を教えてください

source: Terms of Service
ja: 利用規約

source: Text Colour
ja: 文字色

source: This channel is marked as NSFW
ja: このチャンネルはNSFWとしてマークされています

source: This Device
ja: このデバイス

source: This is the start of your conversation.
ja: ここから会話が始まります。

source: Top Bar
ja: トップバー

source: unknown
ja: 不明

source: Unknown message
ja: 不明なメッセージ

source: use a %@ code
ja: %@コードを使用

source: User Management
ja: ユーザー管理

source: Username
ja: ユーザー名

source: Verification Code
ja: 確認コード

source: Verify
ja: 確認

source: Welcome to
ja: ようこそ

source: What's wrong...
ja: 問題の内容...

source: You've got 2FA enabled to keep your account extra-safe.
ja: アカウントをより安全に保つため、2FAが有効になっています。
